Repository: uzaytek/ursaminor
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Theme not found for selected language
tr_tr: Seçilen dil için tema bulanamadı

source: Admin Area
tr_tr: Yönetim Paneli

source: Category deleted successfuly
tr_tr: Kategori başarılı bir şekilde silindi

source: Category modified successfuly
tr_tr: Kategori başarılı bir şekilde değiştirildi

source: Database error: Category update failed
tr_tr: Veritabanı hatası: Kategori güncellemesi yapılamadı

source: Category saved successfuly
tr_tr: Kategori başarılı bir şekilde girildi

source: Database error: Category save failed
tr_tr: Veritabanı hatası: Kategori girilmesi başarılamadı

source: Modify
tr_tr: Değiştir

source: Translate
tr_tr: Çevir

source: Delete
tr_tr: Sil

source: Category
tr_tr: Kategori

source: Total Category Count:
tr_tr: Toplam Kategori Sayısı

source: Dashboard
tr_tr: Ana sayfa

source: Content
tr_tr: İçerik

source: News
tr_tr: Haberler

source: Gallery
tr_tr: Galeri

source: Banner
tr_tr: Reklam

source: Theme
tr_tr: Tema

source: Settings
tr_tr: Ayarlar

source: Admin
tr_tr: Yönetici

source: Logout
tr_tr: Çıkış

source: Please control your username/password
tr_tr: Lütfen kullanıcı adı/şifre değerlerini kontrol ediniz

source: Session expired
tr_tr: Oturum zaman aşımına uğradı

source: Please enter your username/password
tr_tr: Lütfen kullanıcı adı/şifre bilgilerinizi giriniz

source: Username
tr_tr: Kullanıcı adı

source: Login
tr_tr: Giriş

source: Manage Languages
tr_tr: Çevirileri Yönet

source: Menu order updated successfuly
tr_tr: Menu sıralamsı başarılı bir şekilde kaydedildi

source: Database error: menu order update failed
tr_tr: Veritabanı hatası: Menu sıralaması güncellemesi yapılamadı

source: Default language updated successfuly
tr_tr: Varsayılan dil başarılı bir şekilde güncellendi

source: Database error: default language update failed
tr_tr: Veritabanı hatası: varsayılan dil güncellemesi yapılamadı

source: File deleted successfuly
tr_tr: Dosya başarılı bir şekilde silindi

source: Banner modified successfuly
tr_tr: Reklam başarılı bir şekilde değiştirildi

source: Database error: banner update failed
tr_tr: Veritabanı hatası: reklam güncellemesi yapılamadı

source: Banner inserted successfuly
tr_tr: Reklam başarılı bir şekilde girildi

source: Database error: banner insert failed
tr_tr: Veritabanı hatası: reklam bilgileri girilemedi

source: Name
tr_tr: Adı

source: Location
tr_tr: Konum

source: Url
tr_tr: Web Adresi

source: Upload Date
tr_tr: Yükleme Tarihi

source: Total File Count:
tr_tr: Toplam Dosya Sayısı

source: Language deleted successfuly
tr_tr: Dil başarılı bir şekilde silindi

source: Language modified successfuly
tr_tr: Dil başarılı bir şekilde güncellendi

source: Database error: language update failed
tr_tr: Veritabanı hatası: dil güncellemesi yapılamadı

source: Language inserted successfuly
tr_tr: Dil başarılı bir şekilde kaydedildi

source: Database error: language insert failed
tr_tr: Veritabanı hatası: dil kaydı yapılamadı

source: Language Code
tr_tr: Dil Kodu

source: Language Text
tr_tr: Dil Metni

source: Total Language Count:
tr_tr: Toplam Dil Sayısı

source: Session closed successfuly
tr_tr: Oturum başarılı bir şekilde kapatıldı

source: Session close failed
tr_tr: Oturum kapatılması yapılamadı

source: Logo file not found or permission denied from filesytem
tr_tr: Logo dosyası bulunamadı veya sistemde dosya okuma yetkiniz yok

source: News deleted successfuly
tr_tr: Haber başarılı bir şekilde silindi

source: News modified successfuly
tr_tr: Haber başarılı bir şekilde değiştirildi

source: Database error: news update failed
tr_tr: Veritabanı hatası: haber güncellemesi yapılamadı

source: News inserted successfuly
tr_tr: Haber başarılı bir şekilde girildi

source: Database error: news insert failed
tr_tr: Veritabanı hatası: haber girişi yapılamadı

source: News Title
tr_tr: Haber Başlığı

source: News Content
tr_tr: Haber İçeriği

source: Language
tr_tr: Dil

source: Total News Count:
tr_tr: Toplam Haber Sayısı

source: Translations inserted successfuly
tr_tr: Çeviri başarılı bir şekilde kaydedildi

source: Database error: translations insert failed
tr_tr: Veritabanı hatası: çeviri kaydı yapılamadı

source: Logo file deleted successfully
tr_tr: Logo dosyası başarılı bir şekilde silindi

source: Settings updated successfuly
tr_tr: Ayarlar başarılı bir şekilde güncellendi

source: Database error: settings update failed
tr_tr: Veritabanı hatası: ayarların güncellemesi yapılamadı

source: Settings inserted successfuly
tr_tr: Ayarlar başarılı bir şekilde girildi

source: Database error: settings insert failed
tr_tr: Veritabanı hatası: ayar girişi yapılamadı

source: Content deleted successfuly
tr_tr: İçerik başarılı bir şekilde silindi

source: Content modified successfuly
tr_tr: İçerik güncellemesi başarılı bir şekilde yapıldı

source: Database error: content update failed
tr_tr: İçerik güncellemesi yapılamadı

source: Content saved successfuly
tr_tr: İçerik başarılı bir şekilde saklandı

source: Database error: content save faield
tr_tr: Veritabanı hatası: içerik girişi yapılamadı

source: Title
tr_tr: Başlık

source: Total Page Count:
tr_tr: Toplam Sayfa Sayısı

source: Your informations updated successfuly
tr_tr: Bilgilerini başarılı bir şekilde güncellendi

source: Session expried, please login and try again
tr_tr: Oturum sonlandı, lütfen tekrar giriş yapın

source: Manage Categories
tr_tr: Kategorileri düzenle

source: Gallery modified successfuly
tr_tr: Galeri başarılı bir şekilde güncellendi

source: Database error: gallery update failed
tr_tr: Veritabanı hatası: galeri güncellemesi yapılamadı

source: Gallery inserted successfuly
tr_tr: Galeri başarılı bir şekilde girildi

source: Database error: gallery insert failed
tr_tr: Veritabanı hatası: galeri girişi yapılamadı

source: Select
tr_tr: Seçim

source: Go
tr_tr: Git

source: Last Picture
tr_tr: Son Fotoğraf

source: All Gallery
tr_tr: Galeriler

source: All News
tr_tr: Haberler

source: Main Page
tr_tr: Ana Sayfa

source: Translate:
tr_tr: Çeviri:

source: Save
tr_tr: Kaydet

source: File
tr_tr: Dosya

source: Maximum file size is: %d KB
tr_tr: Maksimum dosya boyutu: %d KB

source: File extension required in types:
tr_tr: Dosya uzantısı şu tiplerde olmalıdır:

source: Banner Location
tr_tr: Reklam konumu

source: Url must be filled!
tr_tr: Web adresi doldurulmalıdır

source: top banner (max 468 x 60)
tr_tr: üst reklam (maksimum 468 x 60)

source: left banner (max 180 x 150)
tr_tr: sol reklam (maksimum 180 x 150)

source: right banner (max 160 x 600)
tr_tr: sağ reklam (maksimum 160 x 600)

source: Upload error: banner upload failed
tr_tr: Yükleme hatası: reklam yüklemesi yapılamadı

source: Category must be filled
tr_tr: Kategori doldurulmalıdır

source: Undefined Class Property:
tr_tr: Tanımsız Sınıf Özelliği

source: News title must be filled!
tr_tr: Haber başlığı doldurulmalıdır

source: News content must be filled!
tr_tr: Haber içeriği doldurulmalıdır

source: Site Name
tr_tr: Site Adı

source: Site Title
tr_tr: Site Başlığı

source: Keywords
tr_tr: Anahtar Sözcükler (Meta Keywords)

source: Description
tr_tr: Site Açıklaması (Meta Description)

source: Slogan Text
tr_tr: Slogan metni

source: Welcome Content
tr_tr: Anasayfa İçeriği

source: Address
tr_tr: Adres

source: Show main page link in the web site main menu
tr_tr: Menüde ana sayfa linkini göster

source: Upload error: logo upload failed
tr_tr: Yükleme hatası: logo yüklemesi yapılamadı

source: required fields
tr_tr: gerekli alanlar

source: Please correct all errors and try again!
tr_tr: Lütfen hataları düzeltip tekrar deneyin

source: Calendar...
tr_tr: Takvim...

source: Up
tr_tr: Yukarı

source: Down
tr_tr: Aşağı

source: Please seperate tags by comma
tr_tr: Etiketleri vigül ile birbirinden ayırın

source: Please create gallery category!
tr_tr: Lütfen galeri kategorisi oluşturun

source: Gallery category is a required field
tr_tr: Galeri kategorisi gerekli bir alandır

source: Upload error: Image upload failed
tr_tr: Yükleme hatası: Fotoğraf yüklemesi yapılamadı

source: %s image file unsupported
tr_tr: %s fotoğraf dosyası (uzantısı) desteklenmiyor

source: Title must be filled
tr_tr: Başlık zorunlu bir alandır

source: Show in the web site menu
tr_tr: Web sitesi menüsünde göster

source: Content must be filled!
tr_tr: İçerik alanı zorunlu bir alandır

source: Link
tr_tr: Bağlantı

source: If you add a url, content will be displayed as link title
tr_tr: Eğer adres bilgisi girerseniz, içerik link başlığı olarak gösterilecektir

source: Menu Order
tr_tr: Menu sıralaması

source: E-mail
tr_tr: Eposta

source: E-mail address regular expression failed
tr_tr: Eposta adresi geçerli bir biçimde doldurulmalıdır

source: Password
tr_tr: Şifre

source: Language Code(s)
tr_tr: Dil Kod(u/ları)

source: Language code must be available in your system, please see help documents
tr_tr: Dil kodu sistem tarafından desteklenmelidir, lütfen yardım dokümanlarına bakınız

source: Language code must be filled!
tr_tr: Dil kodu doldurulmalıdır!

source: Language Flag
tr_tr: Dil Bayrağı (Tema)

source: Maximum flag value 10 characters
tr_tr: Maksimum bayrak metni uzunluğu 10 karakterdir.

source: Language text must be filled!
tr_tr: Dil metni doldurulmalıdır

source: Select Language
tr_tr: Dil Seçin

source: Default Language
tr_tr: Varsayılan Dil

source: Name required
tr_tr: İsim gereklidir

source: E-mail required
tr_tr: Eposta gereklidir

source: Please check email, e-mail is not a valid e-mail address
tr_tr: Lütfen eposta adresini kontrol edin, geçerli gözükmüyor

source: Subject
tr_tr: Konu

source: Subject required
tr_tr: Konu gereklidir

source: Message
tr_tr: Mesaj

source: Message required
tr_tr: Mesaj gereklidir

source: Send
tr_tr: Gönder

source: Your contact request has been successfully submitted
tr_tr: İletişim bilgileriniz başarılı bir şekilde gönderildi

source: Something wrong, mail function failed.
tr_tr: Hata, mail işlevi çalışmıyor.
